Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Type in a blood-pressure reading or a cholesterol value from your last appointment. It stays on %@, and over time you'll see how it lines up with your sleep, heart rate and recovery.
de: Tippe einen Blutdruckwert oder einen Cholesterinwert aus deinem letzten Termin ein. Er bleibt auf %@, und mit der Zeit siehst du, wie er sich mit deinem Schlaf, deiner Herzfrequenz und Erholung deckt.
es: Escribe una lectura de presión arterial o un valor de colesterol de tu última cita. Se queda en %@, y con el tiempo verás cómo se relaciona con tu sueño, tu frecuencia cardíaca y tu recuperación.
fr: Saisissez une mesure de tension artérielle ou une valeur de cholestérol de votre dernier rendez-vous. Cela reste sur %@, et avec le temps, vous verrez comment cela s'aligne avec votre sommeil, votre fréquence cardiaque et votre récupération.
it: Inserisci una lettura della pressione sanguigna o un valore di colesterolo dalla tua ultima visita. Resta su %@, e col tempo vedrai come si allinea con il tuo sonno, la frequenza cardiaca e il recupero.
pl: Wpisz odczyt ciśnienia krwi lub wartość cholesterolu z ostatniej wizyty. Pozostaje na %@ i z biegiem czasu zobaczysz, jak dostosowuje się do Twojego snu, tętna i regeneracji.
pt_pt: Introduza a leitura da pressão arterial ou o valor do colesterol da tua última consulta. Permanece em %@ e, com o tempo, verá como se adapta ao teu sono, frequência cardíaca e recuperação.
ru: Введите показание давления или значение холестерина с последнего приёма. Это остаётся на %@, и со временем вы увидите, как это соотносится со сном, пульсом и восстановлением.
th: พิมพ์ค่าความดันโลหิตหรือค่าคอเลสเตอรอลจากการนัดหมายครั้งล่าสุดของคุณ โดยจะยังคงอยู่ใน %@ และเมื่อเวลาผ่านไป คุณจะเห็นว่ามันสอดคล้องกับการนอน อัตราการเต้นหัวใจ และการฟื้นตัวของคุณอย่างไร
zh_hans: 输入你上次就诊时的一个血压读数或胆固醇数值。它会留在 %@ 上，随着时间推移，你会看到它如何与你的睡眠、心率和恢复对齐。
zh_hant: 輸入你上次就診時的一個血壓讀數或膽固醇數值。它會留在 %@ 上，隨著時間推移，你會看到它如何與你的睡眠、心率和恢復對齊。

source: Type in a number from your own report. It stays on %@.
de: Tippe eine Zahl aus deinem eigenen Befund ein. Sie bleibt auf %@.
es: Escribe un número de tu propio informe. Se queda en %@.
fr: Saisissez un chiffre de votre propre rapport. Cela reste sur %@.
it: Inserisci un numero dal tuo referto. Resta su %@.
pl: Wpisz liczbę z własnego raportu. Pozostaje na %@.
pt_pt: Introduza um número do teu próprio relatório. Permanece em %@.
ru: Введите число из вашего отчёта. Это остаётся на %@.
th: พิมพ์ตัวเลขจากรายงานของคุณเอง มันจะอยู่ที่ %@.
zh_hans: 输入一个来自你自己报告的数字。它会留在 %@ 上。
zh_hant: 輸入一個來自你自己報告的數字。它會留在 %@ 上。

source: typical
de: typisch
es: habitual
fr: typique
it: tipico
pl: typowy
ru: типично
th: ทั่วไป
zh_hans: 常态
zh_hant: 一般

source: TYPICAL EFFORT
de: TYPISCHE ANSTRENGUNG
es: ESFUERZO TÍPICO
fr: EFFORT TYPIQUE
it: SFORZO TIPICO
pl: TYPOWY WYSIŁEK
pt_pt: ESFORÇO TÍPICO
ru: ТИПИЧНОЕ УСИЛИЕ
th: ภาระร่างกายปกติ
zh_hans: 典型消耗
zh_hant: 典型消耗

source: Typical effort %@
de: Typischer Aufwand %@
es: Esfuerzo típico %@
fr: Effort typique %@
it: Sforzo tipico %@
pl: Typowy wysiłek %@
pt_pt: Esforço típico %@
ru: Типичное усилие %@
th: ภาระร่างกายโดยทั่วไป %@
zh_hans: 典型努力%@
zh_hant: 典型努力%@

source: Typical effort, no data
de: Typischer Aufwand, keine Daten
es: Esfuerzo típico, sin datos
fr: Effort typique, aucune donnée
it: Sforzo tipico, nessun dato
pl: Typowy wysiłek, brak danych
pt_pt: Esforço típico, sem dados
ru: Типичное усилие, нет данных
th: ภาระร่างกายโดยทั่วไป ไม่มีข้อมูล
zh_hans: 典型的努力，没有数据
zh_hant: 典型的努力，沒有數據

source: Typical for you
de: Typisch für dich
es: Típico en ti
fr: Typique pour vous
it: Tipico per te
pl: Typowe dla ciebie
pt_pt: Típico para ti
ru: Типично для вас
th: โดยทั่วไปสำหรับคุณ
zh_hans: 对你而言正常
zh_hant: 對你而言屬正常

source: Typical range
de: Typischer Bereich
es: Rango típico
fr: Plage typique
it: Intervallo tipico
pl: Typowy zasięg
pt_pt: Faixa típica
ru: Типичный диапазон
th: ช่วงปกติ
zh_hans: 典型范围
zh_hant: 典型範圍

source: typically %@
de: typischerweise %1$@
es: típicamente %1$@
fr: typiquement %1$@
pl: zazwyczaj %@
pt_pt: normalmente %@
th: โดยทั่วไปแล้ว %@

source: Unarchive
de: Aus Archiv holen
es: Desarchivar
fr: Désarchiver
it: Annulla l'archiviazione
pl: Przywróć z archiwum
pt_pt: Desarquivar
ru: Разархивировать
th: ยกเลิกการเก็บถาวร
zh_hans: 取消存档
zh_hant: 取消存檔

source: Uncached
de: Nicht zwischengespeichert
es: sin caché
fr: Non mis en cache
it: Non memorizzato nella cache
pl: Poza pamięcią podręczną
pt_pt: Sem cache
ru: Некэшированный
th: ไม่แคช
zh_hans: 未缓存
zh_hant: 未快取

source: Uncalibrated
de: Unkalibriert
es: Sin calibrar
fr: Non calibré
it: Non calibrato
pl: Nieskalibrowane
pt_pt: Não calibrado
ru: Некалиброванный
th: ไม่ได้ปรับเทียบ
zh_hans: 未校准
zh_hant: 未校準

source: under an hour
de: unter einer Stunde
es: menos de una hora
fr: moins d'une heure
it: meno di un'ora
pl: niecałą godzinę
pt_pt: menos de uma hora
ru: менее часа
th: ไม่เกินหนึ่งชั่วโมง
zh_hans: 不到一小时
zh_hant: 不到一小時

source: Undo sleep deletion
de: Schlaflöschung rückgängig machen
es: Deshacer la eliminación del sueño
fr: Annuler la suppression du sommeil
it: Annulla l'eliminazione del sonno
pl: Cofnij usunięcie snu
pt_pt: Desfazer exclusão do sono
ru: Отменить удаление сна
th: เลิกทำการลบข้อมูลการนอน
zh_hans: 撤消睡眠删除
zh_hant: 撤銷睡眠刪除

source: Unit
de: Einheit
es: Unidad
fr: Unité
it: Unità
pl: Jednostka
pt_pt: Unidade
ru: Единица
th: หน่วย
zh_hans: 单位
zh_hant: 單位

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
pl: Jednostki
pt_pt: Unidades
ru: Единицы
th: หน่วย
zh_hans: 单位
zh_hant: 單位

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pl: Nieznany
pt_pt: Desconhecido
ru: Неизвестно
th: ไม่ทราบ
zh_hans: 未知
zh_hant: 未知

source: Unlock WHOOP 5/MG deep data (R22)
de: WHOOP-5/MG-Tiefendaten freischalten (R22)
es: Desbloquear datos profundos de WHOOP 5/MG (R22)
fr: Débloquer les données approfondies WHOOP 5/MG (R22)
it: Sblocca i dati approfonditi WHOOP 5/MG (R22)
pl: Odblokuj głębokie dane WHOOP 5/MG (R22)
pt_pt: Desbloquear dados profundos do WHOOP 5/MG (R22)
ru: Разблокировать расширенные данные WHOOP 5/MG (R22)
th: ปลดล็อกข้อมูลแบบละเอียดของ WHOOP 5/MG (R22)
zh_hans: 解锁 WHOOP 5/MG 深度数据（R22）
zh_hant: 解鎖 WHOOP 5/MG 深度數據（R22）

source: Unlocks your VO₂max
de: Schaltet deine VO₂max frei
es: Desbloquea tu VO₂max
fr: Débloque votre VO₂max
it: Sblocca il tuo VO₂max
pl: Odblokowuje VO₂max
pt_pt: Desbloqueia o teu VO₂max
ru: Разблокирует ваш VO₂max
th: ปลดล็อค VO₂max ของคุณ
zh_hans: 解锁你的最大摄氧量
zh_hant: 解鎖你的最大攝氧量

source: Unpin
de: Nicht mehr anheften
es: Dejar de fijar
fr: Détacher
it: Sblocca
pl: Odepnij
pt_pt: Liberar
ru: Открепить
th: เลิกปักหมุด
zh_hans: 取消固定
zh_hant: 取消固定

source: Unpin: %@
de: Loslösen: %@
es: Dejar de fijar: %@
fr: Détacher : %@
it: Rimuovi fissaggio: %@
pl: Odepnij: %@
pt_pt: Desafixar: %@
ru: Открепить: %@
th: เลิกปักหมุด: %@
zh_hans: 取消置顶：%@
zh_hant: 取消置頂：%@

# Unread. %@. %@
source: Unread. %1$@. %2$@
de: Ungelesen. %1$@. %2$@
es: Sin leer. %@. %@
fr: Non lu. %1$@. %2$@
it: Non letto. %1$@. %2$@
pl: Niewykształcony. %1$@. %2$@
pt_pt: Não lido. %1$@. %2$@
ru: Непрочитано. %1$@. %2$@
th: ยังไม่ได้อ่าน %@. %@
zh_hans: 未读。%1$@。%2$@
zh_hant: 未讀。%1$@。%2$@

source: unscored
de: nicht bewertet
es: sin puntuar
fr: non évalué
it: non valutato
pl: bez punktów
ru: не оценено
th: ไม่ได้คะแนน
zh_hans: 未评分
zh_hant: 未評分

source: Until changed
de: Bis geändert
es: Hasta que se cambie
fr: Jusqu'à modification
it: Fino al cambiamento
pl: Do odwołania
pt_pt: Até mudar
ru: Пока не изменилось
th: จนกระทั่งมีการเปลี่ยนแปลง
zh_hans: 直到改变
zh_hant: 直到改變

source: untouched days
de: unberührte Tage
es: días sin cambios
fr: jours inchangés
it: giorni intatti
pl: nietknięte dni
pt_pt: dias intocados
ru: дни без записей
th: วันที่ไม่มีใครแตะต้อง
zh_hans: 未变动的天数
zh_hant: 未動用的天數

source: up
de: auf
es: arriba
fr: vers le haut
it: su
pl: w górę
pt_pt: para cima
ru: вверх
th: ขึ้น
zh_hans: 向上
zh_hant: 向上

source: up %lld points
de: %lld Punkte mehr
es: sube %lld puntos
fr: en hausse de %lld points
it: su di %lld punti
pl: w górę o %lld punktów
pt_pt: até %lld pontos
ru: рост на %lld баллов
th: ขึ้นจุด %lld
zh_hans: 上升 %lld 分
zh_hant: 上升 %lld 點

source: up 1 point
de: 1 Punkt mehr
es: sube 1 punto
fr: en hausse de 1 point
it: su di 1 punto
pl: w górę o 1 punkt
pt_pt: subiu 1 ponto
ru: рост на 1 балл
th: ขึ้นมา 1 แต้ม
zh_hans: 上升 1 分
zh_hant: 上升 1 點

source: up vs baseline - sometimes an early sign of getting sick
de: höher als die Basislinie - manchmal ein frühes Anzeichen einer beginnenden Krankheit
es: por encima de tu línea base: a veces un signo temprano de estar enfermando
fr: en hausse par rapport à votre ligne de base - parfois un signe précoce de maladie
it: in aumento rispetto alla tua linea di base - a volte un segno precoce di malattia in arrivo
pl: wzrost w porównaniu z wartością wyjściową – czasami jest to wczesny objaw choroby
pt_pt: up vs linha de base - por vezes um sinal precoce de doença
ru: выше нормы - иногда ранний признак болезни
th: เพิ่มขึ้นเทียบกับพื้นฐาน - บางครั้งอาจเป็นสัญญาณเริ่มต้นของการป่วย
zh_hans: 高于基线——有时是即将生病的早期迹象
zh_hant: 高於基線——有時是即將生病的早期跡象

source: Updated weekly
de: Wöchentlich aktualisiert
es: Actualizado semanalmente
fr: Mis à jour hebdomadairement
it: Aggiornato settimanalmente
pl: Aktualizowane co tydzień
pt_pt: Atualizado semanalmente
ru: Обновляется еженедельно
th: อัปเดตทุกสัปดาห์
zh_hans: 每周更新
zh_hant: 每週更新

source: Updates, %lld unread
de: Updates, %lld ungelesen
es: Novedades, %lld sin leer
fr: Nouveautés, %lld non lues
it: Aggiornamenti, %lld non letti
pl: Aktualizacje, %lld nieprzeczytane
pt_pt: Atualizações, %lld não lidas
ru: Обновления, непрочитано: %lld
th: อัปเดต %lld ยังไม่ได้อ่าน
zh_hans: 更新，%lld 条未读
zh_hant: 更新，%lld 則未讀

source: Upload a photo
de: Foto hochladen
es: Subir una foto
fr: Importer une photo
it: Carica una foto
pl: Prześlij zdjęcie
pt_pt: Carregar uma foto
ru: Загрузить фотографию
th: อัพโหลดรูปภาพ
zh_hans: 上传照片
zh_hant: 上傳照片

source: Usage so far
de: Bisherige Nutzung
es: Uso hasta ahora
fr: Utilisation jusqu'à présent
it: Utilizzo finora
pl: Dotychczasowe zużycie
pt_pt: Uso até agora
ru: Использование до сих пор
th: การใช้งานจนถึงปัจจุบัน
zh_hans: 到目前为止的使用情况
zh_hant: 到目前為止的使用情況

source: Use
de: Verwenden
es: Usar
fr: Utiliser
it: Usa
pl: Używać
pt_pt: Uso
ru: Использовать
th: ใช้
zh_hans: 使用
zh_hant: 使用

source: Use "%@"
de: „%@" verwenden
es: Usar «%@»
fr: Utiliser « %@ »
it: Utilizza "%@"
pl: Użyj „%@”
pt_pt: Usar "%@"
ru: Используйте «%@»
th: ใช้ "%@"
zh_hans: 使用“%@”
zh_hant: 使用“%@”

source: Use Bearer for most local servers; use x-api-key for gateways that require the key in that header.
de: Verwende Bearer für die meisten lokalen Server; verwende x-api-key für Gateways, die den Schlüssel in diesem Header verlangen.
es: Usa Bearer para la mayoría de los servidores locales; usa x-api-key para las pasarelas que requieren la clave en ese encabezado.
fr: Utilisez Bearer pour la plupart des serveurs locaux ; utilisez x-api-key pour les passerelles qui exigent la clé dans cet en-tête.
it: Usa Bearer per la maggior parte dei server locali; usa x-api-key per i gateway che richiedono la chiave in quell'header.
pl: Użyj Bearera dla większości serwerów lokalnych; użyj klucza x-api dla bram, które wymagają klucza w tym nagłówku.
pt_pt: Usa Bearer para a maioria dos servidores locais; usa x-api-key para gateways que exigem a chave nesse cabeçalho.
ru: Используйте Bearer для большинства локальных серверов; используйте x-api-key для шлюзов, которым нужен ключ в этом заголовке.
th: ใช้ Bearer สำหรับเซิร์ฟเวอร์ท้องถิ่นส่วนใหญ่ ใช้ x-api-key สำหรับเกตเวย์ที่ต้องใช้คีย์ในส่วนหัวนั้น
zh_hans: 大多数本地服务器使用 Bearer；对于要求在该标头中提供密钥的网关，请使用 x-api-key。
zh_hant: 大多數本機伺服器使用 Bearer；對於要求在該標頭中提供金鑰的閘道，請使用 x-api-key。

source: Use custom model
de: Eigenes Modell verwenden
es: Usar modelo personalizado
fr: Utiliser un modèle personnalisé
it: Usa modello personalizzato
pl: Użyj niestandardowego modelu
pt_pt: Usar modelo personalizado
ru: Использовать пользовательскую модель
th: ใช้รูปแบบที่กำหนดเอง
zh_hans: 使用自定义模型
zh_hant: 使用自訂模型

source: Use file import
de: Dateiimport verwenden
es: Usar importación de archivos
fr: Utiliser l'import de fichier
it: Usa l'importazione da file
pl: Użyj importu plików
pt_pt: Usar importação de ficheiros
ru: Использовать импорт файла
th: ใช้การนำเข้าไฟล์
zh_hans: 使用文件导入
zh_hant: 使用檔案匯入

source: Use file import for Oura
de: Dateiimport für Oura verwenden
es: Usar importación de archivos para Oura
fr: Utiliser l'import de fichier pour Oura
it: Usa l'importazione da file per Oura
pl: Użyj importu pliku dla Oura
pt_pt: Utilizar importação de ficheiros para Oura
ru: Использовать импорт файла для Oura
th: ใช้การนำเข้าไฟล์สำหรับ Oura
zh_hans: 对 Oura 使用文件导入
zh_hant: 對 Oura 使用檔案匯入

source: Use it only with a device you own, to read your own data. Whether to use it (and any effect on your WHOOP account, subscription, device, or warranty) is your decision, and your risk alone.
de: Nutze es nur mit einem Gerät, das dir gehört, um deine eigenen Daten zu lesen. Ob du es nutzt (und jede Auswirkung auf dein WHOOP-Konto, Abo, Gerät oder deine Garantie), ist deine Entscheidung und allein dein Risiko.
es: Úsalo sólo con un dispositivo que posees, para leer tus propios datos. Ya sea para utilizarlo (y cualquier efecto en su cuenta WHOOP, suscripción, dispositivo o garantía) es su decisión, y su riesgo solo.
fr: Utilisez-le uniquement avec un appareil qui vous appartient, pour lire vos propres données. L'utiliser ou non (et tout effet sur votre compte WHOOP, votre abonnement, votre appareil ou votre garantie) est votre décision, et votre risque seul.
pl: Używaj go tylko z posiadanym urządzeniem, aby odczytać własne dane. To, czy z niego skorzystać (i jaki będzie to miało wpływ na Twoje konto WHOOP, subskrypcję, urządzenie lub gwarancję) to Twoja decyzja i wyłącznie Twoje ryzyko.
pt_pt: Usa-o apenas com um dispositivo de sua propriedade para ler os teus próprios dados. A decisão de o usar (e qualquer efeito na tua conta WHOOP, subscrição, dispositivo ou garantia) é tua e o risco é só teu.
ru: Используйте это только с устройством, которое принадлежит вам, для чтения ваших собственных данных. Решение об использовании (и любые последствия для вашего аккаунта WHOOP, подписки, устройства или гарантии) — целиком на вашей ответственности.
th: ใช้เฉพาะกับอุปกรณ์ที่คุณเป็นเจ้าของเท่านั้นเพื่ออ่านข้อมูลของคุณเอง ไม่ว่าจะใช้งาน (และผลกระทบใดๆ ต่อบัญชี WHOOP การสมัครสมาชิก อุปกรณ์ หรือการรับประกัน) นั้นเป็นการตัดสินใจของคุณและเป็นความเสี่ยงของคุณเท่านั้น
zh_hans: 请仅在您个人拥有的设备上使用，并仅用于读取您自己的健康数据。是否使用本软件（及其对您的 WHOOP 账户、订阅、设备或保修可能产生的任何影响）完全由您自行决定，并由您独自承担所有风险。

source: Use my resonance pace
de: Mein Resonanztempo verwenden
es: Usar mi ritmo de resonancia
fr: Utiliser mon rythme de résonance
it: Usa il mio ritmo di risonanza
pl: Użyj mojego tempa rezonansowego
pt_pt: Use o meu ritmo de ressonância
ru: Использовать мой резонансный темп
th: ใช้จังหวะการสะท้อนของฉัน
zh_hans: 使用我的共振节奏
zh_hant: 使用我的共振節奏

source: Use NOOP with just an Apple Watch. What it's great at, and where it's lighter than a strap.
de: Nutze NOOP nur mit einer Apple Watch. Worin sie großartig ist und wo sie leichter ist als ein Strap.
es: Usa NOOP solo con un Apple Watch. En qué destaca y dónde es más limitado que una pulsera.
fr: Utilisez NOOP avec seulement une Apple Watch. Ce en quoi elle excelle, et où elle est plus légère qu'un bracelet.
it: Usa NOOP solo con un Apple Watch. In cosa è eccellente, e dove è più debole rispetto a una fascia.
pl: Używaj NOOP tylko z Apple Watch. W czym jest świetny, a w czym jest lżejszy od paska.
pt_pt: Utilize o NOOP com apenas um Apple Watch. Em que é ótimo e em que é mais leve que uma bracelete.
ru: Используйте NOOP только с Apple Watch. В чём они хороши, а где уступают браслету.
th: ใช้ NOOP กับ Apple Watch เพียงเครื่องเดียว มีประโยชน์อะไรและเบากว่าสายรัดด้วย
zh_hans: 仅用一块 Apple Watch 使用 NOOP。它擅长什么，以及在哪些方面比手环更薄弱。
zh_hant: 僅用一塊 Apple Watch 使用 NOOP。它擅長什麼，以及在哪些方面比手環更薄弱。

source: Use NOOP with your watch
de: NOOP mit deiner Uhr nutzen
es: Usa NOOP con tu reloj
fr: Utiliser NOOP avec votre montre
it: Usa NOOP con il tuo orologio
pl: Użyj NOOP ze swoim zegarkiem
pt_pt: Utilize NOOP com o teu relógio
ru: Используйте NOOP с часами
th: ใช้ NOOP กับนาฬิกาของคุณ
zh_hans: 配合你的手表使用 NOOP
zh_hant: 配合你的手錶使用 NOOP

source: Use NOOP's own folder (browse in Files)
de: Verwenden Sie den eigenen Ordner von NOOP (in Dateien durchsuchen)
es: Utilice la propia carpeta de NOOP (busque en Archivos)
fr: Utiliser le propre dossier de NOOP (parcourir dans Fichiers)
it: Utilizza la cartella di NOOP (sfoglia in File)
pl: Użyj własnego folderu NOOP (przeglądaj w Plikach)
pt_pt: Use a própria pasta de NOOP (navegue em Arquivos)
ru: Использовать собственную папку NOOP (просмотреть в разделе «Файлы»)
th: ใช้โฟลเดอร์ของ NOOP เอง (เรียกดูในไฟล์)
zh_hans: 使用NOOP自己的文件夹（在文件中浏览）
zh_hant: 使用NOOP自己的資料夾（在文件中瀏覽）

source: Use the %@ preset
de: %@ als Vorlage verwenden
es: Usar %@ como preajuste
fr: Utiliser %@ comme préréglage
it: Utilizza la preimpostazione %@
pl: Użyj ustawienia %@
pt_pt: Use a predefinição %@
ru: Используйте пресет %@.
th: ใช้การตั้งค่าล่วงหน้า %@
zh_hans: 使用 %@ 预设
zh_hant: 使用 %@ 預設

source: Use your coach’s picture on the Today entry instead of a plain icon.
de: Das Bild deines Coaches statt eines schlichten Symbols am „Heute“-Einstieg verwenden.
es: Usa la imagen de tu coach en la entrada de Hoy en lugar de un icono simple.
fr: Utiliser la photo de votre coach sur l’entrée Aujourd’hui plutôt qu’une simple icône.
it: Usa l'immagine del tuo allenatore nella voce Oggi invece di una semplice icona.
pl: Użyj zdjęcia trenera przy wejściu w Dziś zamiast zwykłej ikony.
pt_pt: Use a foto do seu treinador na entrada Hoje em vez de um ícone simples.
ru: Используйте фотографию своего тренера в записи «Сегодня» вместо обычного значка.
th: ใช้รูปภาพโค้ชของคุณในรายการวันนี้แทนการใช้ไอคอนธรรมดา
zh_hans: 在“今日”条目中使用教练的照片，而不是简单的图标。
zh_hant: 在「今日」條目中使用教練的照片，而不是簡單的圖示。

source: used
de: verwendet
es: usado
fr: utilisé
it: usato
pl: używany
ru: использовано
th: ใช้แล้ว
zh_hans: 已用
zh_hant: 已使用

source: Uses the watch's Broadcast Heart Rate. We'll show you how.
de: Nutzt das Herzfrequenz-Senden der Uhr. Wir zeigen dir, wie.
es: Usa la difusión de frecuencia cardíaca del reloj. Te mostramos cómo.
fr: Utilise la diffusion de fréquence cardiaque de la montre. Nous vous montrons comment faire.
it: Usa la funzione Trasmetti frequenza cardiaca dell'orologio. Ti mostriamo come fare.
pl: Wykorzystuje transmitowane tętno zegarka. Pokażemy Ci jak.
pt_pt: Utiliza a frequência cardíaca de transmissão do relógio. Nós mostraremos como.
ru: Использует трансляцию пульса с часов. Мы покажем, как это сделать.
th: ใช้ Broadcast Heart Rate ของนาฬิกา เราจะแสดงให้คุณเห็นว่าอย่างไร
zh_hans: 使用手表的「广播心率」功能。我们会教你怎么做。
zh_hant: 使用手錶的廣播心率功能。我們會示範怎麼做。

source: Using
de: In Benutzung
es: Usando
fr: Utilisation
it: In uso
pl: Używanie
pt_pt: Usando
ru: Использование
th: โดยใช้
zh_hans: 正在使用
zh_hant: 正在使用

source: Using NOOP may breach WHOOP's Terms of Service
de: Die Nutzung von NOOP kann gegen WHOOPs Nutzungsbedingungen verstoßen
es: Utilizar NOOP puede violar los Términos de servicio de WHOOP
fr: Utiliser NOOP peut enfreindre les conditions d'utilisation de WHOOP
pl: Korzystanie z NOOP może naruszyć Warunki świadczenia usług WHOOP
pt_pt: A utilização do NOOP pode violar os Termos de Serviço do WHOOP
ru: Использование NOOP может нарушать условия использования WHOOP
th: การใช้ NOOP อาจละเมิดข้อกำหนดในการให้บริการของ WHOOP
zh_hans: 使用 NOOP 可能违反 WHOOP 的服务条款

source: Using NOOP on iPhone
de: NOOP auf dem iPhone nutzen
es: Usar NOOP en el iPhone
fr: Utiliser NOOP sur iPhone
it: Usare NOOP su iPhone
pl: Używanie NOOP na iPhonie
pt_pt: Usar o NOOP no iPhone
ru: Использование NOOP на iPhone
th: การใช้ NOOP บน iPhone
zh_hans: 在 iPhone 上使用 NOOP
zh_hant: 在 iPhone 上使用 NOOP

source: Using NOOP's folder
de: Verwenden des Ordners von NOOP
es: Usando la carpeta de NOOP
fr: Utilisation du dossier NOOP
it: Utilizzando la cartella di NOOP
pl: Używany jest folder NOOP
pt_pt: Usando a pasta de NOOP
ru: Использование папки NOOP
th: ใช้โฟลเดอร์ของ NOOP
zh_hans: 使用NOOP的文件夹
zh_hant: 使用NOOP的資料夾

source: v%lld history
de: v%1$lld Geschichte
es: v%1$lld historia
fr: Historique v%1$lld
pl: Historia v%lld
pt_pt: histórico v%lld
th: ประวัติ v%lld

source: Valid for
de: Gültig für
es: Válido durante
fr: Valable pour
it: Valido per
pl: Ważne przez
pt_pt: Válido para
ru: Действительно для
th: ใช้ได้สำหรับ
zh_hans: 有效期为
zh_hant: 有效期限為

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
pl: Wartość
pt_pt: Valor
ru: Значение
th: ค่า
zh_hans: 数值
zh_hant: 數值

source: variation index
de: Variationsindex
es: índice de variación
fr: indice de variation
it: indice di variazione
pl: wskaźnik zmienności
pt_pt: índice de variação
ru: индекс вариативности
th: ดัชนีการเปลี่ยนแปลง
zh_hans: 变异指数
zh_hant: 變異指數

source: Variation is normal and often benign
de: Variation ist normal und oft harmlos
es: La variación es normal y a menudo benigna
fr: La variation est normale et souvent bénigne
it: La variazione è normale e spesso benigna
pl: Różnice są normalne i często łagodne
pt_pt: A variação é normal e muitas vezes benigna
ru: Изменчивость нормальна и часто безобидна
th: การเปลี่ยนแปลงเป็นเรื่องปกติและมักไม่เป็นพิษเป็นภัย
zh_hans: 波动是正常的，通常无害
zh_hant: 變異是正常的，且通常無害

source: Version %@ is available
de: Version %@ ist verfügbar
es: La versión %@ está disponible
fr: La version %@ est disponible
it: La versione %@ è disponibile
pl: Dostępna jest wersja %@
pt_pt: A versão %@ está disponível
ru: Доступна версия %@
th: มีเวอร์ชัน %@ แล้ว
zh_hans: 版本 %@ 可用
zh_hant: 版本 %@ 可用

source: very strong
de: sehr stark
es: muy fuerte
fr: très fort
it: molto forte
pl: bardzo silny
pt_pt: muito forte
ru: очень сильный
th: แข็งแกร่งมาก
zh_hans: 非常强
zh_hant: 非常強

source: Very strong
de: Sehr stark
es: Muy fuerte
fr: Très fort
it: Molto forte
pl: Bardzo mocny
pt_pt: Muito forte
ru: Очень сильный
th: แข็งแกร่งมาก
zh_hans: 很强
zh_hant: 非常強

source: Vibrate your connected WHOOP strap.
de: Lass deinen verbundenen WHOOP-Strap vibrieren.
es: Hace vibrar tu pulsera WHOOP conectada.
fr: Fait vibrer votre bracelet WHOOP connecté.
it: Fai vibrare la tua fascia WHOOP connessa.
pl: Wibruj podłączony pasek WHOOP.
pt_pt: Vibre a tua bracelete WHOOP conectada.
ru: Включить вибрацию подключённого браслета WHOOP.
th: สั่นสายรัด WHOOP ที่เชื่อมต่อของคุณ
zh_hans: 让你已连接的 WHOOP 手环震动。
zh_hant: 讓你已連接的 WHOOP 手環震動。

source: View active workout
de: Aktives Workout anzeigen
es: Ver entrenamiento activo
fr: Voir l'entraînement actif
it: Visualizza allenamento attivo
pl: Zobacz aktywny trening
pt_pt: Ver treino ativo
ru: Просмотреть активную тренировку
th: ดูการออกกำลังกายที่ใช้งานอยู่
zh_hans: 查看进行中的锻炼
zh_hant: 查看進行中的鍛鍊

source: View detail
de: Details anzeigen
es: Ver detalle
fr: Voir le détail
it: Visualizza dettaglio
pl: Zobacz szczegóły
pt_pt: Ver detalhes
ru: Подробнее
th: ดูรายละเอียด
zh_hans: 查看详情
zh_hant: 查看詳情

source: View sources
de: Quellen ansehen
es: Ver fuentes
fr: Voir les sources
it: Vedi le fonti
pl: Zobacz źródła
pt_pt: Ver fontes
ru: Просмотреть источники
th: ดูแหล่งที่มา
zh_hans: 查看来源
zh_hant: 查看來源

source: View the active workout
de: Das aktive Workout anzeigen
es: Ver el entrenamiento activo
fr: Voir l'entraînement actif
it: Visualizza l'allenamento attivo
pl: Wyświetl aktywny trening
pt_pt: Veja o treino ativo
ru: Просмотреть активную тренировку
th: ดูการออกกำลังกายที่ใช้งานอยู่
zh_hans: 查看进行中的锻炼
zh_hant: 查看進行中的鍛鍊

source: View the full plan
de: Den vollständigen Plan anzeigen
es: Ver el plan completo
fr: Voir le plan complet
it: Visualizza il piano completo
pl: Zobacz pełny plan
pt_pt: Veja o plano completo
ru: Просмотреть весь план
th: ดูแผนเต็ม
zh_hans: 查看完整计划
zh_hant: 查看完整計劃
